<template>
  <div class="w1200 service">
    <div class="service-title">服务条款</div>
    <div class="service-desc">
      <div class="service-desc-title">服务条款</div>
      <div class="service-con">
        <p>-----</p>
        <p>总览</p>
        <p>该网站由Bear Walker Industries经营。在整个站点中，术语“我们”，“我们”和“我们的”是指Bear Walker Industries。BWI向本网站提供此网站，包括从本网站向用户（用户）提供的所有信息，工具和服务，前提是您接受此处所述的所有条款，条件，政策和声明。</p>
        <p>通过访问我们的网站和/或从我们那里购买商品，您即参与我们的“服务”并同意接受以下条款和条件（“服务条款”，“条款”）的约束，包括这些附加条款和条件以及政策。本文引用和/或可通过超链接获得。这些服务条款适用于网站的所有用户，包括但不限于浏览者，供应商，客户，商人和/或内容提供者。</p>
        <p>在访问或使用我们的网站之前，请仔细阅读这些服务条款。通过访问或使用网站的任何部分，您同意接受这些服务条款的约束。如果您不同意本协议的所有条款和条件，则您可能无法访问网站或使用任何服务。如果这些服务条款被视为要约，则明确接受仅限于这些服务条款。</p>
        <p>当前商店中添加的任何新功能或工具也应遵守服务条款。您可以随时在此页面上查看最新版本的服务条款。我们保留通过将更新和/或更改发布到我们的网站来更新，更改或替换本服务条款的任何部分的权利。您有责任定期检查此页面的更改。在发布任何更改后您继续使用或访问该网站即表示您接受这些更改。</p>
        <p>我们的商店在Shopify Inc.上托管。他们为我们提供在线电子商务平台，使我们能够向您出售我们的产品和服务。</p>
      </div>
      <div class="service-con">
        <p>第1部分-在线存储条款</p>
        <p>同意这些服务条款，即表示您至少在您所在州或居住省的成年年龄，或者您已经在您所在州或居住省的成年年龄，并且您已经同意我们同意允许您的任何未成年人家属使用此网站。您不得将我们的产品用于任何非法或未经授权的目的，也不得在使用服务时违反您所在辖区的任何法律（包括但不限于版权法）。您不得传播任何蠕虫或病毒或任何具有破坏性的代码。违反或违反任何条款将导致您的服务立即终止。 </p>
      </div>
      <div class="service-con">
        <p>第2节-一般条件</p>
        <p>我们保留随时以任何理由拒绝任何人服务的权利。您了解，您的内容（不包括信用卡信息）可能未经加密地传输，并且涉及（a）通过各种网络的传输；（b）进行更改以符合并适应连接网络或设备的技术要求。在网络上传输期间，信用卡信息始终被加密。您同意未经我们明确书面许可，不得复制，复制，复制，出售，转售或利用本服务的任何部分，使用本服务或访问本服务或提供该服务的网站上的任何联系人。 。本协议中使用的标题仅是为了方便起见，不会限制或以其他方式影响这些条款。 </p>
      </div>
      <div class="service-con">
        <p>第3部分-信息的准确性，完整性和及时性</p>
        <p>如果本网站上提供的信息不准确，不完整或不最新，我们概不负责。本网站上的材料仅提供一般信息，在不咨询主要，更准确，更完整或更及时的信息源的情况下，不应将其用作决策的唯一依据或唯一依据。对本网站材料的任何依赖均由您自担风险。本网站可能包含某些历史信息。历史信息不一定是最新信息，仅供参考。我们保留随时修改本网站内容的权利，但我们没有义务更新本网站上的任何信息。您同意监视我们网站的更改是您的责任。 </p>
      </div>
      <div class="service-con">
        <p>第4部分-服务和价格的修改</p>
        <p>我们产品的价格如有更改，恕不另行通知。我们保留随时修改或终止服务（或其任何部分或内容）的权利，恕不另行通知。我们对您或任何第三方对服务的任何修改，价格变动，暂停或终止不承担任何责任。 </p>
      </div>
      <div class="service-con">
        <p>第5部分-产品或服务（如果适用）</p>
        <p>某些产品或服务可能只能通过网站在线获得。这些产品或服务的数量可能有限，并且仅根据我们的退货政策可以退货或交换。我们已尽一切努力尽可能准确地显示商店中出现的产品的颜色和图像。我们不能保证您的计算机显示器上任何颜色的显示都是准确的。</p>
        <p>我们保留将我们的产品或服务的销售限制于任何人，地理区域或管辖范围的权利，但没有义务。我们可能会视情况行使这项权利。我们保留限制我们提供的任何产品或服务的数量的权利。所有产品说明或产品价格如有更改，恕不另行通知，我们自行决定。我们保留随时终止任何产品的权利。在禁止的情况下，本网站上提供的任何产品或服务的任何报价均无效。我们不保证您购买或获得的任何产品，服务，信息或其他材料的质量将达到您的期望，或者服务中的任何错误都将得到纠正。 </p>
      </div>
      <div class="service-con">
        <p>第6部分-帐单和帐户信息的准确性</p>
        <p>我们保留拒绝您向我们下达任何订单的权利。我们可以自行决定限制或取消按人，按家庭或按订单购买的数量。这些限制可能包括由相同客户帐户，相同信用卡下的订单或使用相同账单和/或送货地址的订单。如果我们更改或取消了订单，我们可能会尝试通过下订单时提供的电子邮件和/或账单地址/电话号码来通知您。我们保留限制或禁止单据判断由经销商，转销商或分销商发出的订单的权利。</p>
        <p>您同意为在我们商店进行的所有购买提供最新，完整和准确的购买和帐户信息。您同意立即更新您的帐户和其他信息，包括您的电子邮件地址，信用卡号和有效期，以便我们完成您的交易并根据需要与您联系。</p>
        <p>有关更多详细信息，请查看我们的退货政策。</p>
      </div>
      <div class="service-con">
        <p>第7部分-可选工具</p>
        <p>我们可能会向您提供第三方工具的访问权限，我们既不会对其进行监视，也无法对其进行任何控制或输入。您承认并同意，我们“按原样”和“可用”提供对此类工具的访问，而没有任何形式的保证，陈述或条件，也无任何背书。由于您使用可选的第三方工具而引起或与您的使用无关，我们概不负责。您对通过网站提供的可选工具的任何使用均完全由您自担风险和酌情决定权，并且您应确保自己熟悉并批准相关第三方提供商所提供工具的条款。</p>
        <p>将来，我们可能还会通过该网站提供新的服务和/或功能（包括发布新的工具和资源）。此类新功能和/或服务也应遵守这些服务条款。</p>
      </div>
      <div class="service-con">
        <p>第8部分-第三方链接</p>
        <p>通过我们的服务可获得的某些内容，产品和服务可能包括来自第三方的材料。本网站上的第三方链接可能会将您定向到与我们无关的第三方网站。我们不负责检查或评估其内容或准确性，也不对任何第三方材料或网站，或第三方的任何其他材料，产品或服务承担任何责任，也不承担任何责任。</p>
        <p>对于与任何第三方网站有关的商品，服务，资源，内容或任何其他交易的购买或使用，我们不承担任何伤害或损害。在进行任何交易之前，请仔细检查第三方的政策和做法，并确保您了解它们。有关第三方产品的投诉，索赔，疑虑或问题应直接针对第三方。</p>
      </div>
      <div class="service-con">
        <p>第9部分-用户评论，反馈和其他意见</p>
        <p>如果根据我们的要求，您发送了某些特定的提交内容（例如竞赛条目），或者在没有我们的要求的情况下，您通过在线，电子邮件，邮政或其他方式发送了创意，建议，提议，计划或其他材料（以下统称为“评论”），即表示您同意我们可以在任何时间无限制地编辑，复制，发布，分发，翻译和以其他方式使用您转发给我们的任何评论。我们现在也没有义务（1）对任何评论保密。（二）对评论给予赔偿；或（3）回应任何评论。</p>
        <p>我们可能（但无义务）监控，编辑或删除我们单方面认为非法，冒犯，威胁，诽谤，诽谤，色情，淫秽或其他令人反感的内容，或违反任何一方的知识产权或本服务条款的内容。</p>
        <p>您同意，您的评论不会侵犯任何第三方的任何权利，包括版权，商标，隐私权，个性或其他个人或专有权利。您进一步同意，您的评论中将不会包含任何诽谤性或其他非法，侮辱性或淫秽材料，也不会包含任何可能以任何方式影响本服务或任何相关网站的运行的计算机病毒或其他恶意软件。您不得使用虚假的电子邮件地址，假装自己以外的人，或以其他方式误导我们或第三方的评论来源。您对所做的任何评论及其准确性全权负责。对于您或任何第三方发布的任何评论，我们不承担任何责任，也不承担任何责任。</p>
      </div>
      <div class="service-con">
        <p>第十节-个人信息</p>
        <p>您通过商店提交的个人信息受我们的隐私政策的约束。查看我们的隐私政策。</p>
      </div>
      <div class="service-con">
        <p>第11节-错误，不准确和遗漏</p>
        <p>有时，我们网站上或服务中可能包含一些印刷错误，不准确或遗漏的信息，这些错误可能与产品说明，价格，促销，优惠，产品运输费用，运输时间和可用性有关。如果本服务或任何相关网站上的任何信息不准确，我们保留纠正任何错误，不正确或遗漏，以及更改或更新信息或取消订单的权利，恕不另行通知（包括在您提交订单后） 。 </p>
        <P>除法律要求外，我们不承担更新，修改或澄清服务或任何相关网站中信息的义务，包括但不限于价格信息。在服务或任何相关网站上未应用任何指定的更新或刷新日期，以表明服务或任何相关网站上的所有信息已被修改或更新。</P>
      </div>
      <div class="service-con">
        <p>第12节-禁止使用</p>
        <p>除了服务条款中规定的其他禁止之外，还禁止您使用该网站或其内容：（a）出于任何非法目的；（b）诱使他人进行或参与任何非法行为；（c）违反任何国际，联邦，省或州的法规，规则，法律或地方条例；（d）侵犯或侵犯我们的知识产权或他人的知识产权；（e）骚扰，虐待，侮辱，伤害，诽谤，诽谤，贬低，恐吓或基于性别，性取向，宗教，种族，种族，年龄，国籍或残疾的歧视；（f）提交虚假或误导性信息；（g）上传或传播病毒或任何其他类型的恶意代码，这些病毒或任何其他类型的恶意代码将或可能以影响服务或任何相关网站，其他网站或互联网的功能或运行的任何方式使用；（h）收集或追踪他人的个人信息；（i）散布垃圾邮件，网络钓鱼，药物，借口，蜘蛛，爬行或刮擦；（j）出于任何淫亵或不道德的目的；（k）干扰或规避服务或任何相关网站，其他网站或互联网的安全功能。我们保留终止您对服务或任何相关网站的使用而违反任何禁止使用的权利。（j）出于任何淫亵或不道德的目的；（k）干扰或规避服务或任何相关网站，其他网站或互联网的安全功能。我们保留终止您对服务或任何相关网站的使用而违反任何禁止使用的权利。（j）出于任何淫亵或不道德的目的；（k）干扰或规避服务或任何相关网站，其他网站或互联网的安全功能。我们保留终止您对服务或任何相关网站的使用而违反任何禁止使用的权利。</p>
      </div>
      <div class="service-con">
        <p>第13节-免责声明；责任范围</p>
        <p>我们不保证，声明或保证您对我们服务的使用不会被中断，及时，安全或无错误。我们不保证使用该服务可能获得的结果是准确或可靠的。您同意，我们会不定期地不定期取消服务或取消服务，恕不另行通知。</p>
        <p>您明确同意，使用或无法使用该服务的风险自负。该服务以及通过该服务交付给您的所有产品和服务（除非我们明确声明）是按“原样”和“可用”提供的，供您使用，而无任何明示或任何形式的陈述，保证或条件。隐含的，包括所有隐含的适销性保证或条件，适销性质量，对特定用途的适用性，耐用性，所有权和不侵权。</p>
        <p>或因使用该服务或通过该服务发布，传输或以其他方式提供的任何内容（或产品）而导致的任何形式的损失或损害，即使被告知可能。由于某些州或司法管辖区不允许排除或限制间接或间接损害赔偿责任，因此在这些州或司法管辖区，我们的责任应限于法律允许的最大范围内。</p>
      </div>
      <div class="service-con">
        <p>第14节-赔偿</p>
        <p>您同意对Kodiak董事会以及我们的母公司，子公司，关联公司，合作伙伴，高级管理人员，董事，代理商，承包商，许可人，服务提供商，分包商，供应商，实习生和员工进行赔偿，辩护并使其免受损害，而不受任何索赔或要求的损害，包括任何第三方因您违反本服务条款或通过引用并入的文件或由于您违反任何法律或第三方权利而产生或引起的合理律师费。</p>
      </div>
      <div class="service-con">
        <p>第15节-可分割性</p>
        <p>如果确定本服务条款中的任何条款是非法，无效或不可执行的，则该条款仍应在适用法律允许的最大范围内可强制执行，并且不可执行的部分应被视为与本服务条款相分离。服务，这种确定不应影响任何其他剩余条款的有效性和可执行性。</p>
      </div>
      <div class="service-con">
        <p>第16节-终止</p>
        <P>出于各种目的，在终止日期之前发生的各方义务和负债在本协议终止后仍然有效。这些服务条款有效，除非您或我们终止。您可以随时通知我们您不再希望使用我们的服务，或者在您停止使用我们的网站时终止本服务条款。如果我们单方面判断您未能遵守本服务条款中的任何条款或我们怀疑您未能遵守本服务条款中的任何条款或规定，我们也可以随时终止本协议，恕不另行通知，您将对所有到期的款项承担责任终止日，包括终止日；和/或因此可能会拒绝您访问我们的服务（或其任何部分）。</P>
      </div>
      <div class="service-con">
        <p>第17节-完整协议</p>
        <p>我们未能行使或执行本服务条款的任何权利或规定，并不构成对该权利或规定的放弃。这些服务条款以及我们在本网站上发布的或与服务有关的任何政策或操作规则构成了您与我们之间的完整协议和谅解，并管辖您对服务的使用，并取代了之前或同期的任何协议，通讯和建议和您之间（无论是口头还是书面）（包括但不限于服务条款的任何先前版本）。本服务条款的解释中如有歧义，不得视为起草方。 </p>
      </div>
      <div class="service-con">
        <p>第18条-适用法律</p>
        <p>这些服务条款和我们向您提供服务的任何单独协议均应受16460国道181州阿拉巴马州Fairhope州US 36532的法律管辖并解释。</p>
      </div>
      <div class="service-con">
        <p>第19节-服务条款的变更</p>
        <p>您可以随时在此页面上查看最新版本的服务条款。我们保留自行决定通过在网站上发布更新和变更来更新，更改或替换本服务条款的任何部分的权利。您有责任定期检查我们的网站进行更改。在对本服务条款进行任何更改后，您继续使用或访问我们的网站或服务即表示您接受这些更改。</p>
      </div>
      <div class="service-con">
        <p>第20节-联系人信息</p>
        <p>有关服务条款的问题，请发送电子邮件至walker@kodiakboards.com。</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
  .service{
    padding: 110px 0;
    margin-top: 146px;
  }
  .service-title{
    font-size: 53px;
  }
  .service-desc-title{
    padding: 70px 0 20px 0;
    font-size: 35px;
  }
  .service-con p{
    margin: 30px 0;
    font-size: 18px;
    color: #242428;
  }
  .service-con{
    margin-bottom: 40px;
  }
</style>
